Repository: giellalt/corpus-sme
Catalog: tmx/sma/bible/osko/index.php_kat_id=158_art_id=163.html.tmx
Source language: sme
Languages: sma

source: Oahpa: Lávvu
sma: Lïerh: Låavth-gåetie

source: Muhto beastte min bahás eret.
sma: valla vaarjelh mijjem bahheste

source: Dieđát go mii bahá lea ?
sma: Daajrah mij lea bahhas ?

source: Leat go olbmuid dagut dahje jurdagat mat leat bahát ?
sma: Almetji dahkoeh jallh åssjaldahkh dah, mah leah bahhas ?

source: Lea go nu ahte bahás olmmoš lea bahá čađat, olles eallináiggi, vai sáhttá go leat veaháš bahá muhtumin, ja muđui šiega ja buorredáhtolaš ?
sma: Nagke naemhtie, akte bahhas almetje lea bahhas abpe jieleden – jallh gåarede ånnetji bahhas årrodh naan aejkien, bene jeatjah gaavhtan gïemhpes jïh vietseles årrodh ?

source: Dás rohkadallat ahte min almmálaš áhčči suddje min bahávuođas.
sma: Daesnie rohkelibie Mijjen elmien aehtjie mijjem dehtie bahheste vaarjelidh.

source: Mii rohkadallat ahte Ipmil addá midjiide searaid vuosttaldit bahá, ahte son buhtista min nu ahte min jurdagat, sánit dahje dagut eai galgga soardit min iežamet, eai ge earáid.
sma: Mijjieh rohkelibie Jupmele mijjese faamoem vadta bahhan vööste gæmhpodh, dïhte mijjem reenskie juktie mijjen åssjaldahkh, baakoeh jïh dahkoeh eah edtjh mijjem jallh jeatjabidie baektjiedidh.

source: Bahá orru min siste, mii fertet bargat dan vuostá.
sma: Dïhte bahha lea mij akt mij mijjen sisnie årroeminie, man vööste mijjieh tjoerebe gæmhpodh.

source: Jus dovdat ahte bahá áitá, de lea mis vearjju.
sma: Jis mijjieh damtebe bahha mijjem håvhtede, dellie aktem viehkiedirregem utnebe juktie mijjem vaarjelidh.

source: Vearjju lea Jesus Kristus.
sma: Jeesuse Kristuse.

source: Son lea lahka namas bokte, ruossamearkka bokte, Áhččámet bokte ja Ipmila sániid bokte.
sma: Dïhte mijjen lïhke sov nommen tjïrrh, jïh kroessevæhta, Aehtjie mijjen jïh Jupmelen baakoe.

source: Maid dat máksá bestojuvvot bahás ?
sma: Maam sæjhta jiehtedh bahheste lutniestovvedh ?

source: Máksá go ahte ii šat daga maidege boastut ?
sma: Sæjhta jiehtedh ij gåessie gænnah maam akt båajhtode dorje ?
